Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 我想切换宠物管家
source: I want to switch pet companion
de: Ich möchte den Haustier-Begleiter wechseln
es: Quiero cambiar de mascota acompañante
fr: Je veux changer de compagnon animal
ja: ペット管家を切り替えたい
ko: 펫 집사를 바꾸고 싶어요
pt_br: Quero trocar o companheiro pet
zh_hans: 我想切换宠物管家
zh_hant: 我想切換寵物管家

# 我想找裙子
source: I want to find a dress
de: Ich möchte ein Kleid suchen
es: Quiero buscar un vestido
fr: Je veux chercher une robe
ja: ワンピースを探したい
ko: 원피스를 찾고 싶어요
pt_br: Quero encontrar um vestido
zh_hans: 我想找裙子
zh_hant: 我想找裙子

# 我想看三种货币余额
source: I want to see all three currency balances
de: Ich möchte die drei Währungssalden sehen
es: Quiero ver los saldos de las tres monedas
fr: Je veux voir les soldes des trois monnaies
ja: 3種類の通貨残高を見たい
ko: 세 가지 화폐 잔액을 보고 싶어요
pt_br: Quero ver os saldos das três moedas
zh_hans: 我想看三种货币余额
zh_hant: 我想看三種貨幣餘額

# 我想看上一套价格
source: I want to see the last outfit price
de: Ich möchte den Preis des letzten Outfits sehen
es: Quiero ver el precio del último outfit
fr: Je veux voir le prix de la dernière tenue
ja: 前回のコーデ価格を見たい
ko: 지난 코디 가격을 보고 싶어요
pt_br: Quero ver o preço do último look
zh_hans: 我想看上一套价格
zh_hant: 我想看上一套價格

# 我想看天气穿搭
source: I want weather outfit advice
de: Ich möchte ein Wetter-Outfit sehen
es: Quiero ver un outfit para el clima
fr: Je veux une tenue adaptée à la météo
ja: 天気に合うコーデを見たい
ko: 날씨 코디를 보고 싶어요
pt_br: Quero uma sugestão de look para o clima
zh_hans: 我想看天气穿搭
zh_hant: 我想看天氣穿搭

# 我想看尾款计划
source: I want to see my balance payment plan
de: Ich möchte meinen Restzahlungsplan sehen
es: Quiero ver mi plan de pagos pendientes
fr: Je veux voir mon plan de solde à payer
ja: 残金支払いプランを見たい
ko: 잔금 계획을 보고 싶어요
pt_br: Quero ver meu plano de pagamento restante
zh_hans: 我想看尾款计划
zh_hant: 我想看尾款計畫

# 我想看萌宠状态
source: I want to see my pet status
de: Ich möchte den Haustierstatus sehen
es: Quiero ver el estado de mi mascota
fr: Je veux voir l’état de mon compagnon
ja: ペットの状態を見たい
ko: 반려동물 상태를 보고 싶어요
pt_br: Quero ver o status do meu pet
zh_hans: 我想看萌宠状态
zh_hant: 我想看萌寵狀態

# 我想看衣橱统计
source: I want to see wardrobe stats
de: Ich möchte meine Kleiderschrank-Statistik sehen
es: Quiero ver las estadísticas del armario
fr: Je veux voir les statistiques de la garde-robe
ja: クローゼット統計を見たい
ko: 옷장 통계를 보고 싶어요
pt_br: Quero ver as estatísticas do guarda-roupa
zh_hans: 我想看衣橱统计
zh_hant: 我想看衣櫥統計

# 我想要一套穿搭
source: I want an outfit
de: Ich möchte ein Outfit
es: Quiero un outfit
fr: Je veux une tenue
ja: コーデを一式ほしい
ko: 코디 한 벌을 원해요
pt_br: Quero um look
zh_hans: 我想要一套穿搭
zh_hant: 我想要一套穿搭

# 我想让萌宠打工
source: I want my pet to work
de: Ich möchte mein Haustier arbeiten lassen
es: Quiero que mi mascota trabaje
fr: Je veux faire travailler mon compagnon
ja: ペットにお仕事させたい
ko: 반려동물을 일하게 하고 싶어요
pt_br: Quero colocar meu pet para trabalhar
zh_hans: 我想让萌宠打工
zh_hant: 我想讓萌寵打工

# 我想领养二胎
source: I want to adopt a second pet
de: Ich möchte ein zweites Haustier adoptieren
es: Quiero adoptar una segunda mascota
fr: Je veux adopter un deuxième compagnon
ja: 2匹目のペットを迎えたい
ko: 두 번째 반려동물을 입양하고 싶어요
pt_br: Quero adotar um segundo pet
zh_hans: 我想领养二胎
zh_hant: 我想領養二胎

# 我懂你在担心我，我先把我现在的心情摊开给你看，%@。
source: I know you are worried about me. Let me lay out my mood for you first: %@.
de: Ich merke, dass du dir Sorgen machst. Ich zeige dir zuerst meine Stimmung: %@.
es: Sé que te preocupas por mí. Primero te muestro mi ánimo: %@.
fr: Je sais que tu t’inquiètes pour moi. Je te montre d’abord mon humeur : %@.
ja: 心配してくれているのは分かるよ。まず今の気分を見せるね：%@。
ko: 나를 걱정하는 거 알아요. 먼저 내 기분을 보여줄게요: %@.
pt_br: Eu sei que você está preocupado comigo. Primeiro vou mostrar meu humor: %@.
zh_hans: 我懂你在担心我，我先把我现在的心情摊开给你看，%@。
zh_hant: 我懂你在擔心我，我先把我現在的心情攤開給你看，%@。

# 我把%@吃掉啦，肚子舒服多了。
source: I ate %@ and my tummy feels much better.
de: Ich habe %@ gegessen und mein Bauch fühlt sich viel besser an.
es: Me comí %@ y mi pancita se siente mucho mejor.
fr: J’ai mangé %@ et mon ventre va beaucoup mieux.
ja: %@を食べました。お腹がずっと楽になったよ。
ko: %@를 먹었더니 배가 훨씬 편해졌어요.
pt_br: Comi %@ e minha barriguinha está muito melhor.
zh_hans: 我把%@吃掉啦，肚子舒服多了。
zh_hant: 我把%@吃掉啦，肚子舒服多了。

# 我把%@喝掉啦，感觉没那么渴了。
source: I drank %@ and do not feel as thirsty anymore.
de: Ich habe %@ getrunken und bin nicht mehr so durstig.
es: Me tomé %@ y ya no tengo tanta sed.
fr: J’ai bu %@ et j’ai moins soif.
ja: %@を飲みました。あまり喉が渇かなくなったよ。
ko: %@를 마셨더니 덜 목말라요.
pt_br: Bebi %@ e já não estou com tanta sede.
zh_hans: 我把%@喝掉啦，感觉没那么渴了。
zh_hant: 我把%@喝掉啦，感覺沒那麼渴了。

# 我把可选单品整理在下面了，你可以左右滑动看看。
source: I organized the options below. Swipe sideways to take a look.
de: Ich habe die passenden Teile unten sortiert. Du kannst seitlich wischen und sie ansehen.
es: Ordené las opciones abajo. Puedes deslizar a los lados para verlas.
fr: J’ai rangé les options ci-dessous. Tu peux faire défiler sur les côtés pour regarder.
ja: 候補アイテムを下にまとめたよ。左右にスワイプして見てね。
ko: 선택 가능한 아이템을 아래에 정리했어요. 좌우로 밀어서 확인해봐요.
pt_br: Organizei as opções abaixo. Deslize para os lados para ver.
zh_hans: 我把可选单品整理在下面了，你可以左右滑动看看。
zh_hant: 我把可選單品整理在下面了，你可以左右滑動看看。

# 我把思念装进梦里了，等你去打开
source: I tucked longing into a dream and left it for you to open.
de: Ich habe Sehnsucht in einen Traum gelegt und warte, bis du ihn öffnest.
es: Guardé la nostalgia en un sueño y lo dejé para que lo abras.
fr: J'ai glissé la tendresse dans un rêve et je l'ai laissé pour toi.
ja: 想いを夢にしまって、あなたが開くのを待っている。
ko: 그리움을 꿈속에 넣어 두고, 네가 열어 보길 기다려.
pt_br: Guardei a saudade em um sonho e deixei para você abrir.
zh_hans: 我把思念装进梦里了，等你去打开
zh_hant: 我把思念裝進夢裡了，等你去打開

# 我把我的%@单独拿出来给你看啦。
source: I pulled out my %@ so you can see it on its own.
de: Ich zeige dir meinen Wert für %@ noch einmal separat.
es: Te enseño mi %@ por separado.
fr: Je te montre mon %@ séparément.
ja: 私の%@だけを取り出して見せるね。
ko: 내 %@만 따로 꺼내 보여줄게요.
pt_br: Separei meu %@ para você ver melhor.
zh_hans: 我把我的%@单独拿出来给你看啦。
zh_hant: 我把我的%@單獨拿出來給你看啦。

# 我抱着%@玩得好开心呀，心情一下就变好了。
source: I had so much fun playing with %@, and my mood got better right away.
de: Ich hatte so viel Spaß mit %@, meine Stimmung ist sofort besser geworden.
es: Me divertí mucho jugando con %@ y mi ánimo mejoró enseguida.
fr: Je me suis tellement amusé avec %@ que mon humeur s’est améliorée tout de suite.
ja: %@で遊んですごく楽しかった。気分が一気によくなりました。
ko: %@를 안고 놀아서 정말 즐거웠고 기분이 바로 좋아졌어요.
pt_br: Me diverti muito brincando com %@ e meu humor melhorou na hora.
zh_hans: 我抱着%@玩得好开心呀，心情一下就变好了。
zh_hant: 我抱著%@玩得好開心呀，心情一下就變好了。

# 我整体心情还算稳定，陪我聊两句会更开心。
source: My mood is mostly steady. Chat with me a little and I will feel even happier.
de: Meine Stimmung ist insgesamt stabil. Wenn du kurz mit mir plauderst, werde ich noch fröhlicher.
es: Mi ánimo está bastante estable. Si charlas un poco conmigo, estaré más feliz.
fr: Mon humeur est plutôt stable. Discute un peu avec moi et je serai encore plus heureux.
ja: 全体的に気分は安定しています。少し話してくれたらもっと嬉しいです。
ko: 전체적으로 기분은 안정적이에요. 잠깐 이야기해 주면 더 행복해질 거예요.
pt_br: Meu humor está bem estável. Converse um pouquinho comigo e vou ficar ainda mais feliz.
zh_hans: 我整体心情还算稳定，陪我聊两句会更开心。
zh_hant: 我整體心情還算穩定，陪我聊兩句會更開心。

# 我明显有点低落，最好先多关注我一下
source: I am clearly feeling low, so it would be best to pay me a little more attention first
de: ich bin deutlich niedergeschlagen, bitte schenk mir zuerst etwas mehr Aufmerksamkeit
es: se nota que estoy algo decaído; mejor préstame un poco más de atención primero
fr: je suis clairement un peu triste, mieux vaut me donner un peu d’attention d’abord
ja: 明らかに少し落ち込んでいるので、まずもう少し気にかけてほしいです
ko: 확실히 조금 우울해요. 먼저 더 신경 써 주는 게 좋아요
pt_br: estou visivelmente desanimado, então é melhor me dar um pouco mais de atenção primeiro
zh_hans: 我明显有点低落，最好先多关注我一下
zh_hant: 我明顯有點低落，最好先多關注我一下

# 我有一点点饿，点下面按钮就能马上喂我。
source: I am a little hungry. Tap below to feed me right away.
de: Ich habe ein kleines bisschen Hunger. Tippe unten, um mich gleich zu füttern.
es: Tengo un poquito de hambre. Toca abajo para darme de comer enseguida.
fr: J’ai un peu faim. Appuie ci-dessous pour me nourrir tout de suite.
ja: 少しだけお腹が空いています。下のボタンですぐ食べさせてね。
ko: 조금 배고파요. 아래 버튼을 누르면 바로 먹일 수 있어요.
pt_br: Estou com um pouquinho de fome. Toque abaixo para me alimentar agora.
zh_hans: 我有一点点饿，点下面按钮就能马上喂我。
zh_hant: 我有一點點餓，點下面按鈕就能馬上餵我。

# 我有点想加餐啦
source: I am starting to want a snack
de: ich hätte langsam Lust auf einen Snack
es: me empieza a apetecer un bocadito
fr: je commence à avoir envie d’un petit encas
ja: そろそろおやつがほしいです
ko: 조금 간식이 먹고 싶어졌어요
pt_br: estou começando a querer um lanchinho
zh_hans: 我有点想加餐啦
zh_hant: 我有點想加餐啦

# 我有点渴了
source: I am starting to feel thirsty
de: ich werde langsam durstig
es: empiezo a tener sed
fr: je commence à avoir soif
ja: 少し喉が渇いてきました
ko: 조금 목이 말라요
pt_br: estou começando a ficar com sede
zh_hans: 我有点渴了
zh_hant: 我有點渴了

# 我有点蔫蔫的，像在等你安慰
source: I feel a little droopy, like I am waiting for you to comfort me
de: ich bin ein bisschen niedergeschlagen und warte auf etwas Trost von dir
es: estoy un poco decaído, como esperando que me consueles
fr: je suis un peu raplapla, comme si j’attendais que tu me réconfortes
ja: 少ししょんぼりしていて、慰めてくれるのを待っているみたいです
ko: 조금 축 처져서 위로를 기다리는 것 같아요
pt_br: estou meio caidinho, como se estivesse esperando seu carinho
zh_hans: 我有点蔫蔫的，像在等你安慰
zh_hant: 我有點蔫蔫的，像在等你安慰

# 我状态还不错，就是有点想你多陪陪
source: I am doing pretty well, I just want you to keep me company a little more
de: es geht mir ganz gut, ich möchte nur ein bisschen mehr Zeit mit dir
es: estoy bastante bien, solo quiero que me acompañes un poco más
fr: je vais plutôt bien, j’ai juste envie que tu me tiennes un peu plus compagnie
ja: 状態は悪くないけれど、もう少しそばにいてほしいです
ko: 상태는 괜찮지만 조금 더 곁에 있어 줬으면 해요
pt_br: estou bem, só queria que você ficasse mais um pouco comigo
zh_hans: 我状态还不错，就是有点想你多陪陪
zh_hant: 我狀態還不錯，就是有點想你多陪陪

# 我现在不太渴，想提前照顾我也可以点下面按钮。
source: I am not very thirsty right now. You can tap below if you want to take care of me early.
de: Ich bin gerade nicht sehr durstig. Wenn du vorsorgen möchtest, tippe einfach unten.
es: Ahora no tengo mucha sed. Puedes tocar abajo si quieres cuidarme con tiempo.
fr: Je n’ai pas très soif pour l’instant. Tu peux appuyer ci-dessous si tu veux t’occuper de moi en avance.
ja: 今はあまり喉が渇いていません。先にケアしたいなら下のボタンを押してね。
ko: 지금은 별로 목마르지 않아요. 미리 챙겨주고 싶다면 아래 버튼을 눌러 주세요.
pt_br: Não estou com muita sede agora. Você pode tocar abaixo se quiser cuidar de mim antes.
zh_hans: 我现在不太渴，想提前照顾我也可以点下面按钮。
zh_hant: 我現在不太渴，想提前照顧我也可以點下面按鈕。

# 我现在不太饿，想让我继续稳稳的，可以先帮我备点吃的。
source: I am not very hungry right now. If you want to keep me steady, you can prepare a little food for me.
de: Ich habe gerade kaum Hunger. Wenn du mich stabil halten möchtest, kannst du schon etwas Futter vorbereiten.
es: Ahora no tengo mucha hambre. Si quieres mantenerme estable, puedes preparar algo de comida.
fr: Je n’ai pas très faim pour l’instant. Tu peux préparer un peu à manger pour me garder bien stable.
ja: 今はあまりお腹が空いていません。安定させたいなら、少し食べ物を用意しておいてね。
ko: 지금은 별로 배고프지 않아요. 계속 안정적으로 지내게 하려면 먹을 걸 조금 준비해 주세요.
pt_br: Não estou com muita fome agora. Para me manter bem, você pode preparar um pouco de comida.
zh_hans: 我现在不太饿，想让我继续稳稳的，可以先帮我备点吃的。
zh_hant: 我現在不太餓，想讓我繼續穩穩的，可以先幫我備點吃的。

# 我现在太累啦，不想玩%@。
source: I am too tired right now and do not want to play with %@.
de: Ich bin gerade zu müde und möchte nicht mit %@ spielen.
es: Ahora estoy demasiado cansado y no quiero jugar con %@.
fr: Je suis trop fatigué pour jouer avec %@ maintenant.
ja: 今は疲れすぎていて、%@で遊びたくありません。
ko: 지금 너무 피곤해서 %@로 놀고 싶지 않아요.
pt_br: Estou cansado demais agora e não quero brincar com %@.
zh_hans: 我现在太累啦，不想玩%@。
zh_hant: 我現在太累啦，不想玩%@。

# 我现在心情不太好，先安慰我会更合适。
source: My mood is not great right now. Comforting me first would be better.
de: Meine Stimmung ist gerade nicht so gut. Es wäre besser, mich zuerst zu trösten.
es: Mi ánimo no está muy bien ahora. Sería mejor consolarme primero.
fr: Je ne suis pas de très bonne humeur. Ce serait mieux de me réconforter d’abord.
ja: 今はあまり気分がよくありません。まず慰めてくれるといいです。
ko: 지금 기분이 별로 좋지 않아요. 먼저 위로해 주는 게 더 좋아요.
pt_br: Meu humor não está muito bom agora. Melhor me consolar primeiro.
zh_hans: 我现在心情不太好，先安慰我会更合适。
zh_hant: 我現在心情不太好，先安慰我會更合適。

# 我现在心情有点低，先陪我聊聊或者玩一会儿吧。
source: My mood is a bit low right now. Chat with me or play with me for a little while first.
de: Meine Stimmung ist gerade etwas niedrig. Plaudere erst mit mir oder spiel kurz mit mir.
es: Mi ánimo está un poco bajo. Primero charla conmigo o juega un rato conmigo.
fr: Mon humeur est un peu basse. Parle avec moi ou joue un peu avec moi d’abord.
ja: 今は少し気分が落ちています。まず少し話すか遊んでね。
ko: 지금 기분이 조금 낮아요. 먼저 대화하거나 잠깐 놀아 주세요.
pt_br: Meu humor está um pouco baixo agora. Converse comigo ou brinque um pouco primeiro.
zh_hans: 我现在心情有点低，先陪我聊聊或者玩一会儿吧。
zh_hant: 我現在心情有點低，先陪我聊聊或者玩一會兒吧。

# 我现在心情有点复杂，先陪我聊聊，再给我温柔一点的穿搭建议。
source: My mood feels a little complicated right now. Chat with me first, then give me some gentle outfit advice.
de: Meine Stimmung ist gerade etwas kompliziert. Sprich erst ein wenig mit mir und gib mir dann sanfte Outfit-Ideen.
es: Ahora me siento algo confundida. Acompáñame a hablar un poco y luego dame consejos de outfit suaves.
fr: Mon humeur est un peu compliquée en ce moment. Discute d’abord avec moi, puis donne-moi des conseils de tenue tout doux.
ja: 今ちょっと気持ちが複雑です。先に少し話を聞いてから、やさしいコーデ提案をください。
ko: 지금 마음이 좀 복잡해요. 먼저 이야기해주고, 그다음 부드러운 코디 조언을 해줘요.
pt_br: Meu humor está meio confuso agora. Converse comigo primeiro e depois me dê uma sugestão de look bem gentil.
zh_hans: 我现在心情有点复杂，先陪我聊聊，再给我温柔一点的穿搭建议。
zh_hant: 我現在心情有點複雜，先陪我聊聊，再給我溫柔一點的穿搭建議。

# 我现在心情超好，正适合多夸夸我。
source: I am in a great mood right now. It is the perfect time to praise me a little more.
de: Ich bin gerade super gut gelaunt. Das ist die perfekte Zeit, mich viel zu loben.
es: Estoy de muy buen ánimo. Es el momento perfecto para elogiarme un poco más.
fr: Je suis de très bonne humeur. C’est le moment parfait pour me faire plein de compliments.
ja: 今はとても機嫌がいいです。たくさん褒めるのにぴったりだよ。
ko: 지금 기분이 아주 좋아요. 많이 칭찬해 주기 딱 좋아요.
pt_br: Estou de ótimo humor agora. É o momento perfeito para me elogiar um pouco mais.
zh_hans: 我现在心情超好，正适合多夸夸我。
zh_hant: 我現在心情超好，正適合多誇誇我。

# 我现在情绪很在线，整只都在发光
source: my mood is really bright right now, like I am glowing all over
de: meine Stimmung ist gerade richtig gut, ich strahle komplett
es: mi ánimo está genial ahora, como si brillara entero
fr: mon humeur est au top, je rayonne de partout
ja: 今の気分はとても良くて、全身が光っているみたいです
ko: 지금 기분이 정말 좋아서 온몸이 반짝이는 것 같아요
pt_br: meu humor está ótimo agora, como se eu estivesse brilhando inteiro
zh_hans: 我现在情绪很在线，整只都在发光
zh_hant: 我現在情緒很在線，整隻都在發光

# 我现在挺渴的，最好快点给我补水
source: I am pretty thirsty right now, so it would be best to hydrate me soon
de: ich bin gerade ziemlich durstig, bitte gib mir bald etwas Wasser
es: tengo bastante sed; mejor hidrátame pronto
fr: j’ai assez soif, ce serait mieux de m’hydrater vite
ja: 今はかなり喉が渇いているので、早めに水分をください
ko: 지금 꽤 목이 말라서 빨리 수분을 보충해 주는 게 좋아요
pt_br: estou com bastante sede agora, então é melhor me hidratar logo
zh_hans: 我现在挺渴的，最好快点给我补水
zh_hant: 我現在挺渴的，最好快點給我補水

# 我现在更需要休息或者放松一下，先别给我太强的刺激哦。
source: I need rest or a little calm right now, so please do not overstimulate me yet.
de: Ich brauche gerade eher Ruhe oder Entspannung. Bitte gib mir erst einmal keine zu starken Reize.
es: Ahora necesito descansar o relajarme un poco, así que no me estimules demasiado por ahora.
fr: J’ai surtout besoin de repos ou de détente, évite les stimulations trop fortes pour l’instant.
ja: 今は休んだり少しリラックスしたりするほうが必要です。強い刺激はまだ控えてね。
ko: 지금은 휴식이나 안정이 더 필요해요. 너무 강한 자극은 잠시 피해주세요.
pt_br: Agora preciso descansar ou relaxar um pouco, então evite estímulos fortes por enquanto.
zh_hans: 我现在更需要休息或者放松一下，先别给我太强的刺激哦。
zh_hant: 我現在更需要休息或者放鬆一下，先別給我太強的刺激哦。

# 我现在有点缺水，点下面就能马上给我补水。
source: I am a bit low on water right now. Tap below to hydrate me right away.
de: Mir fehlt gerade etwas Wasser. Tippe unten, um mir sofort etwas zu geben.
es: Me falta un poco de agua. Toca abajo para hidratarme enseguida.
fr: Je manque un peu d’eau en ce moment. Appuie ci-dessous pour m’hydrater tout de suite.
ja: 今は少し水分不足です。下を押すとすぐ補水できます。
ko: 지금 수분이 조금 부족해요. 아래를 누르면 바로 보충할 수 있어요.
pt_br: Estou um pouco sem água agora. Toque abaixo para me hidratar já.
zh_hans: 我现在有点缺水，点下面就能马上给我补水。
zh_hant: 我現在有點缺水，點下面就能馬上給我補水。

# 我现在的饮水状态还挺稳
source: my hydration is pretty steady right now
de: meine Hydration ist gerade ziemlich stabil
es: mi hidratación está bastante estable ahora
fr: mon hydratation est plutôt stable en ce moment
ja: 今の水分状態はけっこう安定しています
ko: 지금 수분 상태는 꽤 안정적이에요
pt_br: minha hidratação está bem estável agora
zh_hans: 我现在的饮水状态还挺稳
zh_hant: 我現在的飲水狀態還挺穩

# 我现在精力已经满满的啦。
source: My energy is already full.
de: Meine Energie ist schon ganz voll.
es: Mi energía ya está al máximo.
fr: Mon énergie est déjà au maximum.
ja: 今はもうエネルギー満タンです。
ko: 지금은 에너지가 이미 가득해요.
pt_br: Minha energia já está cheia.
zh_hans: 我现在精力已经满满的啦。
zh_hant: 我現在精力已經滿滿的啦。

# 我现在还挺有饱腹感的
source: I still feel pretty full
de: ich bin gerade ziemlich satt
es: ahora mismo me siento bastante lleno
fr: je me sens encore bien rassasié
ja: 今はけっこうお腹いっぱいです
ko: 지금은 꽤 배가 불러요
pt_br: ainda estou bem satisfeito
zh_hans: 我现在还挺有饱腹感的
zh_hant: 我現在還挺有飽腹感的

# 我现在还没有囤货呢。
source: I haven't stocked anything yet.
de: Ich habe gerade noch keine Vorräte.
es: Aún no tengo provisiones.
fr: Je n’ai pas encore de réserve.
ja: 今はまだストックがないよ。
ko: 지금은 아직 비축한 게 없어요.
pt_br: Ainda não tenho estoque.
zh_hans: 我现在还没有囤货呢。
zh_hant: 我現在還沒有囤貨呢。

# 我现在饮水偏低，先打开背包喂我喝点东西吧。
source: My hydration is low right now. Open the bag and give me something to drink first.
de: Meine Hydration ist gerade niedrig. Öffne zuerst den Rucksack und gib mir etwas zu trinken.
es: Mi hidratación está baja. Abre la mochila y dame algo de beber primero.
fr: Mon hydratation est basse en ce moment. Ouvre le sac et donne-moi d’abord quelque chose à boire.
ja: 水分が低めです。まずバッグを開いて何か飲ませてね。
ko: 수분이 낮아요. 먼저 가방을 열어 마실 것을 주세요.
pt_br: Minha hidratação está baixa agora. Abra a mochila e me dê algo para beber primeiro.
zh_hans: 我现在饮水偏低，先打开背包喂我喝点东西吧。
zh_hant: 我現在飲水偏低，先打開背包餵我喝點東西吧。

# 我现在饱食偏低，先打开背包喂我，或者带我去商店补货都可以。
source: My fullness is running low. Open the bag to feed me first, or take me to the shop to restock.
de: Meine Sättigung ist gerade niedrig. Öffne zuerst den Rucksack zum Füttern oder nimm mich mit zum Shop zum Nachfüllen.
es: Mi saciedad está baja. Abre la mochila para alimentarme o llévame a la tienda para reponer.
fr: Ma satiété est un peu basse. Ouvre le sac pour me nourrir, ou emmène-moi à la boutique refaire le plein.
ja: 満腹度が低めです。まずバッグを開いて食べさせるか、お店で補充してね。
ko: 포만감이 낮아요. 먼저 가방을 열어 먹이거나 상점에 데려가 보충해 주세요.
pt_br: Minha saciedade está baixa. Abra a mochila para me alimentar ou me leve à loja para reabastecer.
zh_hans: 我现在饱食偏低，先打开背包喂我，或者带我去商店补货都可以。
zh_hant: 我現在飽食偏低，先打開背包餵我，或者帶我去商店補貨都可以。

# 我的%@
source: My %@
de: Mein %@
es: Mi %@
fr: Mon %@
ja: 私の%@
ko: 내 %@
pt_br: Meu %@
zh_hans: 我的%@
zh_hant: 我的%@

# 我的%@不够啦，先帮我充一点再来买%@吧。
source: I do not have enough %@. Top up a little before buying %@.
de: Ich habe nicht genug %@. Lade erst ein bisschen auf, dann kaufen wir %@.
es: No tengo suficientes %@. Recarga un poco antes de comprar %@.
fr: Je n’ai pas assez de %@. Recharge un peu avant d’acheter %@.
ja: %@が足りません。%@を買う前に少しチャージしてね。
ko: %@가 부족해요. %@를 사기 전에 조금 충전해 주세요.
pt_br: Não tenho %@ suficiente. Recarregue um pouco antes de comprar %@.
zh_hans: 我的%@不够啦，先帮我充一点再来买%@吧。
zh_hant: 我的%@不夠啦，先幫我充一點再來買%@吧。

# 我的%@不够啦，先帮我攒一点再来买%@吧。
source: I do not have enough %@. Help me save a little more before buying %@.
de: Ich habe nicht genug %@. Sammle erst ein bisschen, dann kaufen wir %@.
es: No tengo suficientes %@. Ayúdame a ahorrar un poco antes de comprar %@.
fr: Je n’ai pas assez de %@. Aide-moi à en économiser un peu avant d’acheter %@.
ja: %@が足りません。%@を買う前に少し貯めてね。
ko: %@가 부족해요. %@를 사기 전에 조금 더 모아 주세요.
pt_br: Não tenho %@ suficiente. Me ajude a juntar um pouco antes de comprar %@.
zh_hans: 我的%@不够啦，先帮我攒一点再来买%@吧。
zh_hant: 我的%@不夠啦，先幫我攢一點再來買%@吧。

# 我的%@不够啦，这个币种更适合毛毛用喔。
source: I do not have enough %@. This currency is a better fit for Mao Mao.
de: Ich habe nicht genug %@. Diese Währung passt eher zu Mao Mao.
es: No tengo suficientes %@. Esta moneda le viene mejor a Mao Mao.
fr: Je n’ai pas assez de %@. Cette monnaie convient plutôt à Mao Mao.
ja: %@が足りません。この通貨は毛毛に向いています。
ko: %@가 부족해요. 이 화폐는 마오마오에게 더 잘 맞아요.
pt_br: Não tenho %@ suficiente. Essa moeda combina mais com Mao Mao.
zh_hans: 我的%@不够啦，这个币种更适合毛毛用喔。
zh_hant: 我的%@不夠啦，這個幣種更適合毛毛用喔。

# 我的方案
source: My Schemes
de: Meine Schemata
es: Mis esquemas
fr: Mes palettes
ja: マイ配色
ko: 내 구성
pt_br: Meus esquemas
zh_hans: 我的方案
zh_hant: 我的方案

# 我的状态总览
source: My Status Overview
de: Meine Statusübersicht
es: Mi resumen de estado
fr: Mon aperçu d’état
ja: 私の状態一覧
ko: 내 상태 요약
pt_br: Meu resumo de status
zh_hans: 我的状态总览
zh_hant: 我的狀態總覽

# 我的背包
source: My Inventory
de: Mein Rucksack
es: Mi mochila
fr: Mon sac
ja: マイバッグ
ko: 내 가방
pt_br: Minha mochila
zh_hans: 我的背包
zh_hant: 我的背包

# 我的背包空空的
source: My bag is empty
de: Mein Rucksack ist leer
es: Mi mochila está vacía
fr: Mon sac est vide
ja: バッグは空っぽです
ko: 내 가방이 비어 있어요
pt_br: Minha mochila está vazia
zh_hans: 我的背包空空的
zh_hant: 我的背包空空的

# 我的货币余额
source: My Currency Balance
de: Meine Währungssalden
es: Mis saldos de monedas
fr: Mes soldes
ja: 通貨残高
ko: 내 화폐 잔액
pt_br: Meus saldos de moedas
zh_hans: 我的货币余额
zh_hant: 我的貨幣餘額

# 我真的有点饿啦，最好先让我吃一口
source: I am really getting hungry, so it would be best to let me eat first
de: ich bin wirklich etwas hungrig und sollte zuerst etwas essen
es: de verdad tengo algo de hambre; mejor déjame comer primero
fr: j’ai vraiment un peu faim, mieux vaut me laisser manger d’abord
ja: 本当に少しお腹が空いてきたので、まず食べさせてほしいです
ko: 정말 조금 배고파져서 먼저 한 입 먹는 게 좋겠어요
pt_br: estou ficando com fome de verdade, então é melhor me deixar comer primeiro
zh_hans: 我真的有点饿啦，最好先让我吃一口
zh_hant: 我真的有點餓啦，最好先讓我吃一口

# 我知道啦～
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかったよ～
ko: 알겠어요~
pt_br: Entendi
zh_hans: 我知道啦～
zh_hant: 我知道啦～

# 我稍微卡了一下，换个稳定网络我们再试一次。
source: I got a little stuck. Try a steadier network and we can try again.
de: Ich bin kurz hängengeblieben. Wechsel zu einem stabileren Netzwerk, dann versuchen wir es noch einmal.
es: Me quedé un poco atascado. Prueba una red más estable y lo intentamos otra vez.
fr: J'ai un peu bloqué. Essaie avec un réseau plus stable et on réessaie.
ja: 少し固まっちゃった。安定したネットワークに切り替えて、もう一度試そう。
ko: 내가 잠깐 멈칫했어. 더 안정적인 네트워크로 바꿔서 다시 해 보자.
pt_br: Eu travei um pouquinho. Tente uma rede mais estável e vamos tentar de novo.
zh_hans: 我稍微卡了一下，换个稳定网络我们再试一次。
zh_hant: 我稍微卡了一下，換個穩定網路我們再試一次。

# 我精神回来啦，精力恢复了 %d 点。
source: My energy is back. I recovered %d energy points.
de: Meine Energie ist zurück. Ich habe %d Energiepunkte erholt.
es: Ya recuperé energía. Restauré %d puntos de energía.
fr: Mon énergie revient. J’ai récupéré %d points d’énergie.
ja: 元気が戻りました。エネルギーが%dポイント回復したよ。
ko: 기운이 돌아왔어요. 에너지가 %d포인트 회복됐어요.
pt_br: Minha energia voltou. Recuperei %d pontos de energia.
zh_hans: 我精神回来啦，精力恢复了 %d 点。
zh_hant: 我精神回來啦，精力恢復了 %d 點。

# 我还没认出这份工作，换个按钮试试。
source: I didn't recognize this job yet. Try another button.
de: Ich habe diesen Job noch nicht erkannt. Versuch eine andere Schaltfläche.
es: Aún no reconozco este trabajo. Prueba otro botón.
fr: Je n’ai pas encore reconnu ce travail. Essaie un autre bouton.
ja: この仕事はまだ認識できていません。別のボタンを試してみて。
ko: 이 일은 아직 알아보지 못했어요. 다른 버튼을 눌러 봐요.
pt_br: Ainda não reconheci esse trabalho. Tente outro botão.
zh_hans: 我还没认出这份工作，换个按钮试试。
zh_hant: 我還沒認出這份工作，換個按鈕試試。

# 我这会儿有点困困的，像在强撑着打哈欠。
source: I am a little sleepy right now, like I am trying hard not to yawn.
de: Ich bin gerade ein bisschen schläfrig und halte ein Gähnen zurück.
es: Ahora estoy un poco dormilón, como aguantando un bostezo.
fr: Je suis un peu somnolent, comme si je retenais un bâillement.
ja: 今は少し眠くて、あくびを我慢している感じです。
ko: 지금은 조금 졸려서 하품을 참고 있는 것 같아요.
pt_br: Estou um pouco sonolento agora, como se estivesse segurando um bocejo.
zh_hans: 我这会儿有点困困的，像在强撑着打哈欠。
zh_hant: 我這會兒有點睏睏的，像在強撐著打哈欠。

# 所有品牌
source: All Brands
de: Alle Marken
es: Todas las marcas
fr: Toutes les marques
ja: すべてのブランド
ko: 모든 브랜드
pt_br: Todas as marcas
zh_hans: 所有品牌
zh_hant: 所有品牌
